Repository: loloko/Billit-App
Catalog: Billit/*.lproj/Localizable.strings
Languages: pt_br

source: E-mail is required
pt_br: E-mail é obrigatorio

source: Password is required
pt_br: Senha é obrigatoria

source: E-mail/password invalid
pt_br: E-mail/senha inválidos

# Error trying to log in with social
source: Error trying to log in with %@
pt_br: Erro ao tentar fazer login com o %@

source: Are you new here?
pt_br: Novo aqui?

source: Sign up
pt_br: Registre

source: Continue as
pt_br: Continue como

source: Name is required
pt_br: Nome é obrigatorio

source: Confirm Password is required
pt_br: Confirmar Senha é obrigatorio

source: Passwords don't match
pt_br: Senha não combinam

source: Invalid e-mail
pt_br: E-mail inválido

# Password weak
source: Password is weak,must have at least 6 characters
pt_br: A senha é fraca, deve ter pelo menos 6 caracteres

source: E-mail already in use
pt_br: Email já em uso

source: Incorrect information
pt_br: Informações incorretas

# e-mail reset
source: Please enter an e-mail address for password reset
pt_br: Digite um endereço de e-mail para redefinição de senha

# e-mail sent
source: We have just sent you a password reset e-mail. Please check your inbox
pt_br: Acabamos de enviar um e-mail de redefinição de senha. Verifique sua caixa de entrada

source: E-mail not found in our database
pt_br: E-mail não encontrado em nosso banco de dados

source: Guest
pt_br: Convidado

source: No e-mail
pt_br: sem e-mail

source: Preferences
pt_br: Preferências

source: Change Picture
pt_br: Alterar imagem

source: Sign out
pt_br: Sair

source: Sign in
pt_br: Fazer login

source: Default Currency
pt_br: Moeda Padrão

source: Please insert a tittle
pt_br: Por favor insira um título

source: Please pick a date
pt_br: Por favor escolha uma data

source: Amount is required
pt_br: Montante necessário

source: It's required at least 2 people
pt_br: É necessário pelo menos 2 pessoas

# Amount exceeded: amount
source: Amount exceeded: %.02f
pt_br: Montante excedido: %.02f

# Amount left of: amount
source: Amount left of: %.02f
pt_br: Valor restante de: %.02f

# Just owner can
source: Action not possible, just the owner can modify
pt_br: Ação não possível, apenas o proprietário pode modificar

# Owner: name
source: Owner: %@
pt_br: Dono: %@

# Splitted with: names
source: Splitted with: %@
pt_br: Dividido com: %@

# number debts
source: %d debts
pt_br: %d dívidas

source: Edit
pt_br: Editar

source: Delete
pt_br: Deletar

source: New
pt_br: Novo

source: Add access code
pt_br: Adicionar código de acesso

source: Access Code
pt_br: Código de acesso

source: Shared code
pt_br: Código compartilhado

source: Done
pt_br: Pronto

source: Cancel
pt_br: Cancelar

source: Enter access code
pt_br: Digite o código de acesso

source: Access code not found
pt_br: Código de acesso não encontrado

source: gave
pt_br: deu

source: paid
pt_br: pagou

source: owes
pt_br: deve

source: deleted 1 image
pt_br: Deletou 1 imagem

# Added count image(s)
source: Added %d image(s)
pt_br: %d Imagem adicionada

source: Close
pt_br: Fechar

source: Please insert the amount to be paid
pt_br: Insira o valor a ser pago

source: Amount must be bigger than 0
pt_br: O valor deve ser maior que 0

# Amount can't exceed the total of amount
source: Amount can't exceed the total of %.02f
pt_br: O valor não pode exceder o total de %.02f

source: Please insert only numbers and decimal point
pt_br: Por favor, insira apenas números e ponto decimal

source: You must sign in to continue
pt_br: Você deve fazer login para continuar

source: Created
pt_br: Criado

source: Edited
pt_br: Editado

source: No Internet Connection
pt_br: Sem conexão à internet

source: Make sure your device is connected to the internet
pt_br: Verifique se o seu dispositivo está conectado à Internet

source: Are you sure to delete this?
pt_br: Tem certeza de que deseja excluir?

source: Attention
pt_br: Atenção

# Error to upload photo
source: Error to upload image
pt_br: Erro ao fazer upload da imagem

source: Change language
pt_br: Mudar idioma
